"Name:" = "Nazwa:";
"Wildcard" = "Wieloznacznik";

"Extension:" = "Rozszerzenie:";

"Label:" = "Etykieta:";
"Hold Command to select multiple labels" = "Przytrzymaj Command, aby zaznaczyć wiele etykiet";

"Kind:" = "Rodzaj:";
"Any" = "Dowolny";
"Folder" = "Katalog";
"File" = "Plik";

// E.g: 2 items selected
"%{value1}@ items selected" = "Zaznaczono %{value1}@ rzeczy";

"Extend selection" = "Rozszerz zaznaczenie";

"Select" = "Zaznacz";
"Invert" = "Odwróć";
"Select & Close" = "Zaznacz i zamknij";